Repository: dcastillo03/CapSorter
Catalog: Logical/mappView/SortVisualization/Resources/Texts/SortingLocalizableTexts.tmx
Source language: en
Languages: fr

source: Alarms Page
fr: Page d'alarmes

source: Automatic
fr: Automatique

source: Clear
fr: Effacez

source: Main Page
fr: Page principale

source: Manual
fr: Manuel

source: Start
fr: Commence

source: Stop
fr: Arret

source: Stopped
fr: Est Arrete

source: Arm Control
fr: Contrôle des bras

source: Detect Cap
fr: Détecter le capuchon

source: First Arm
fr: Premier bras

source: Machine Status Page
fr: Page d'etat de la machine

source: Second Arm
fr: Second bras

source: Stopper
fr: Bouchon

source: Acceleration
fr: Accélération

source: Deceleration
fr: Décélération

source: Manual Page
fr: Page manuel

source: Jog Acceleration
fr: Accélération du jogging

source: Jog Buttons
fr: Boutons de jogging

source: Jog Deceleration
fr: Décélération du jogging

source: Jog Velocity
fr: Vitesse de jogging

source: Update
fr: Mise à jour

source: Velocity
fr: Vitesse

source: Alarms
fr: Alarmes

source: Home
fr: Maison

source: Machine Status
fr: Etat de la machine

source: System Diagnostics Manager
fr: Responsable du diagnostic systeme

source: Acknowledge
fr: Reconnaître

source: Display History
fr: Afficher l'historique

source: Inputs
fr: Entrées

source: Outputs
fr: Sorties

source: Product Available
fr: Produit disponible

source: Switch One
fr: Premier bras

source: Switch Two
fr: Second bras

source: Lane Full
fr: Voie pleine

source: Motor On
fr: Sous tension

source: Motor Off
fr: Mise hors tension

source: Red Cap Count
fr: Nombre de bonnets rouges

source: Black Cap Count
fr: Nombre de bonnets noires

source: Metal Cap Count
fr: Nombre de bonnets en argent

source: Total Caps
fr: Nombre de bonnets

source: Caps Distributed
fr: Nombre de bonnets distribue

source: System runtime
fr: Duree d'execution

source: Please see Distribution HMI
fr: Voir l'autre HMI
